[
    {
        "titulo": "Yuletide Fear: 37 Christmas Horror Movies to Shiver to By the Fire",
        "descripcion": "These dark takes on the winter holiday feature everything from zombie elves to killer Santa Clauses and even gremlins.",
        "link": "https://www.hollywoodreporter.com/lists/best-christmas-horror-movies/"
    },
    {
        "titulo": "Criterion Collection’s Holiday Sale at Barnes & Noble Ends Today: Save Half Off All DVD, Blu-ray and 4K Titles",
        "descripcion": "From 'After Hours' to 'Zazie in the Metro,' the best in arthouse, independent and foreign films are on sale for half off throughout Dec. 2.",
        "link": "https://www.hollywoodreporter.com/lifestyle/shopping/criterion-collection-sale-1235938338/"
    },
    {
        "titulo": "The Criterion Collection’s ‘CC40’ Limited-Edition Boxed Set Is Now Half Off: Here’s the Full Film List and Where to Buy Online",
        "descripcion": "The 40th-anniversary set features 40 \"important classic and contemporary\" titles on Blu-ray and is 50 percent off.",
        "link": "https://www.hollywoodreporter.com/lifestyle/shopping/criterion-collection-cc40-release-date-where-to-buy-online-1236042418/"
    },
    {
        "titulo": "Sydney Sweeney Reveals Physical Transformation While Preparing to Play Boxer Christy Martin in Biopic",
        "descripcion": "The actress debuted her brown hair and toned arms following her preparation for the film.",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/sydney-sweeney-transformation-boxer-christy-martin-biopic-1236033404/"
    },
    {
        "titulo": "Albert Serra’s Bullfighting Doc ‘Afternoons of Solitude’ Wins San Sebastian’s Golden Shell",
        "descripcion": "Elsewhere, Pamela Anderson and the cast of Gia Coppola's 'The Last Showgirl' took home the Special Jury Prize for best ensemble cast at the film festival's closing night awards.",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/san-sebastian-film-festival-awards-albert-serra-afternoons-solitude-winners-1236017060/"
    },
    {
        "titulo": "Andrew Garfield Charms San Sebastian as ‘We Live in Time’ Wraps Up Film Festival",
        "descripcion": "The British actor was not joined by his co-star Florence Pugh but did have director John Crowley by his side as the romance drama closed the film festival on the Spanish coast.",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/andrew-garfield-florence-pugh-san-sebastian-we-live-in-time-carpet-1236017066/"
    },
    {
        "titulo": "Jane Schoenbrun Talks ‘I Saw the TV Glow’: “To Make This Kind of Movie You Need to Dance With the Devil”",
        "descripcion": "The Trans filmmaker spoke at a San Sebastian Film Festival event on Wednesday about the film and support of Emma Stone, whose production company Fruit Tree — co-founded with her husband, Dave McCary — worked on the movie.",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/jane-schoenbrun-i-saw-the-tv-glow-emma-stone-1236011774/"
    },
    {
        "titulo": "Joshua Oppenheimer on How His Dystopian Musical ‘The End’ Might Sway U.S. Voters: “We Have a Choice Between a Bunker and Inclusivity”",
        "descripcion": "The acclaimed documentarian discusses his first narrative feature and shares some strong words about the upcoming presidential election: \"Donald Trump may escape justice, but [he can't] escape punishment for the habitual disregard of our fellow human beings.\"",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/joshua-oppenheimer-the-end-us-election-donald-trump-tilda-swinton-san-sebastian-1236011542/"
    },
    {
        "titulo": "Johnny Depp, Riccardo Scamarcio and the Cast of ‘Modi’ Stir Up San Sebastian Film Festival",
        "descripcion": "Depp's second directorial feature has its world premiere at the 72nd San Sebastian Film Festival Tuesday night as its cast implored the industry to rediscover their love for the actor-director before they hit the red carpet.",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/johnny-depp-riccardo-scamarcio-modi-san-sebastian-world-premiere-1236011091/"
    },
    {
        "titulo": "“Hollywood Needs Johnny Depp”: ‘Modi’ Castmembers Urge Industry to Love Their Director Again",
        "descripcion": "As Depp's latest film debuts at the San Sebastian Film Festival, his cast is nothing but complimentary of the once-beloved star: \"He's the nicest, the kindness, the sweetest man I've ever worked with in my life.\"",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/hollywood-johnny-depp-modi-san-sebastian-film-festival-al-pacino-1236010480/"
    }
]